Repository: stormnorms/wusgprod
Catalog: plugins/bp-portfolio-pro/languages/bp-portfolio-pro-*.po
Languages: fr_fr

source: Couldn't load BPCP_Plugin_Check class at:<br/>%s
fr_fr: N'a pas pu charger la classe BPCP_Plugin_Check à:<br>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
fr_fr: <h1>Erreur fatale:</h1><hr/><pre>%s</pre>

source: Couldn't load main class at:<br/>%s
fr_fr: Impossible de charger les composantes sur:<br/>%s

source: views
fr_fr: vues

source: Works In Progress (WIP)
fr_fr: Travaux en cours (WIP)

source: - None -
fr_fr: - Aucun -

source: New Page
fr_fr: Nouvelle Page

source: View
fr_fr: Afficher

source: Use a WordPress page to display all Works In Progress uploaded by all users. (Optional)
fr_fr: Utilisez une page de WordPress pour afficher tous les travaux en cours téléchargées par tous les utilisateurs. (Optionnel)

source: Add WIP
fr_fr: Ajouter un WIP

source: Use a WordPress page to display Add WIP form. (Optional)<br /> If not selected, Add WIP form will be displayed at <code>/members/username/portfolio/wip</code>.
fr_fr: Utilisez une page WordPress pour afficher le formulaire de WIP. (Optionnel) <br /> Si non sélectionné, la page de Création de Projet sera affiché à <code>/members/username/portfolio</code> .

source: Use a WordPress page to display all Collections uploaded by all users. (Optional)
fr_fr: Utilisez une page de WordPress pour afficher toutes les collections téléchargées par tous les utilisateurs. (Optionnel)

source: <b>Works In Progress (WIP)</b> &mdash; Let users share and discuss revisions on incomplete work
fr_fr: <b>Travaux en cours (WIP)</b> - Permettre aux utilisateurs de partager et discuter des révisions sur le travail en cours

source: <b>Collections</b> &mdash; Let users share collections of their favorite Projects from the site
fr_fr: <b>Collections</b> - Permettre aux utilisateurs de partager les collections de leurs projets préférés sur le site

source: WIP Comments sync
fr_fr: WIP Synchro des Commentaires

source: Allow WIP activity stream commenting to sync with WIP posts
fr_fr: Permettre le flux d'activité de synchroniser avec les articles WIP

source: Make sure to activate "Site Tracking" component in Settings &gt; BuddyPress, and also check the option "Allow activity stream commenting on blog and forum posts"
fr_fr: Assurez-vous d'activer "Suivi du site" composant dans Paramètres> BuddyPress, et également cocher l'option "Autoriser les flux d'activité commentant blog et du forum"

source: Project & WIP views count
fr_fr: Compteur de vues des Projets et WIP

source: Display total view counts, in Project/WIP list and single Project/WIP page
fr_fr: Afficher les totaux de vues, dans la liste des Projets/WIP et dans les page uniques de Projet/WIP

source: Visibility
fr_fr: Visibilité

source: Everyone
fr_fr: Tous

source: Only Me
fr_fr: Seulement moi

source: All Members
fr_fr: Tous les membres

source: Settings
fr_fr: Réglages

source: Save Changes
fr_fr: Enregistrer les modifications

source: follow
fr_fr: Suivre

source: unfollow
fr_fr: Ne plus suivre

source: Some error happen while creating post. Please try again.
fr_fr: Une erreur se produit lors de la création de l'article. S'il vous plaît essayer à nouveau.

source: Please insert wip title
fr_fr: Veuillez insérer le titre du Travail en Cours

source: wip deleted successfully
fr_fr: wip supprimé avec succès

source: Collection deleted successfully
fr_fr: Collection supprimée avec succès

source: Please insert collection title & description
fr_fr: Merci d'insérer un titre et une description

source: %s appreciated the %s %s
fr_fr: %s apprecient le %s %s

source: by
fr_fr: par

source: Something wrong. Please try again
fr_fr: Quelque chose s’est mal passé, veuillez essayer à nouveau.

source: Caption Updated!
fr_fr: Légende Mis à jour!

source: Already saved!
fr_fr: Déjà enregistré !

source: Project added to collection(s) successfully!
fr_fr: Projet ajouté à la collection (s) avec succès!

source: Collection added successfully!
fr_fr: Collection ajoutée avec succès

source: Failed!
fr_fr: Échec !

source: (Edit)
fr_fr: (Editer)

source: Post author
fr_fr: Auteur du sujet

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: WIP
fr_fr: Travail en cours

source: All WIPs
fr_fr: Tous les WIP

source: Add New WIP
fr_fr: Ajouter un nouveau WIP

source: Edit WIP
fr_fr: Modifier WIP

source: New WIP
fr_fr: Nouveau Travail en cours

source: View WIP
fr_fr: Voir Travail en cours

source: Search WIPs
fr_fr: Recherche dans les Travaux en cours

source: No WIPs Found
fr_fr: Aucun travail en cours trouvé

source: No WIPs Found in Trash
fr_fr: Aucun travail en cours dans la poubelle

source: All Collections
fr_fr: Toutes les Collections

source: Add New Collection
fr_fr: Ajouter une nouvelle Collection

source: Edit Collection
fr_fr: Editer la catégorie

source: New Collection
fr_fr: Nouvelle Collection

source: View Collection
fr_fr: Voir la collection

source: Search Collections
fr_fr: Rechercher par catégorie

source: No Collections Found
fr_fr: Aucun Collection trouvée

source: No Collections Found in Trash
fr_fr: Aucune Collection Trouvée dans la corbeille

source: Tags
fr_fr: Mots-clés

source: Tag
fr_fr: Étiquette

source: %s uploaded a revision to a work in progress, %s
fr_fr: %s uploadés d' une révision à un travail en cours,%s

source: %s uploaded a new work in progress, %s
fr_fr: %s uploadés d'un nouveau projet en cours,%s

source: wip
fr_fr: travail en cours

source: Add Revision
fr_fr: Ajouter Révision

source: Add Work in Progress
fr_fr: Ajouter un Projet en Cours

source: Add Revision and Continue
fr_fr: Ajouter Révision et Continuer

source: Create WIP and Continue
fr_fr: Créer un Travail en cours et continuer

source: Add a revision of this Work in Progress
fr_fr: Ajouter une révision à ce projet en cours

source: Show what you're working on.
fr_fr: Montrez ce sur quoi vous travaillez .

source: Projects
fr_fr: Projets

source: All Time
fr_fr: Depuis toujours

source: This Past Year
fr_fr: L'année dernière

source: This past month
fr_fr: Le mois dernier

source: This past week
fr_fr: Semaine dernière

source: Today
fr_fr: Aujourd'hui

source: Categories
fr_fr: Catégories

source: Following
fr_fr: Suivis

source: Discuss this Work in Progress
fr_fr: Discuter de ce projet en cours

source: Discuss this Collection
fr_fr: Discutez de cette Collection

source: Recent
fr_fr: Récent

source: Most Commented
fr_fr: Plus Commentés

source: Most Popular
fr_fr: Plus populaire

source: Most Viewed
fr_fr: Les plus vues

source: %s <span>View</span>
fr_fr: %s <span>Vue/span>

source: Category
fr_fr: Catégorie

source: A dynamic list of newest and popular projects
fr_fr: Une liste dynamique de projets récents et populaires

source: Newest
fr_fr: Le plus récent

source: Popular
fr_fr: Populaires

source: Sorry, there were no projects found.
fr_fr: Désolé, il n'y a pas de projet trouvé.

source: Title:
fr_fr: Titre:

source: Max projects to show:
fr_fr: Max de Projets à montrer:

source: Default projects to show:
fr_fr: Projets par défaut à montrer:

source: A dynamic list of Work in Progress
fr_fr: Une liste dynamique des travaux en cours

source: Sorry, there were no works in progress found.
fr_fr: Désolé, aucun projet en cours n'a été trouvé

source: Works in Progress
fr_fr: Projets en cours

source: Max WIP to show:
fr_fr: Max de WIP à montrer:

source: A dynamic list of updated and popular collections
fr_fr: Une liste dynamique des collections mises à jour et les plus populaires

source: Updated
fr_fr: Mis à jour

source: follower
fr_fr: coussinet de l’écrou de patronne sabot

source: followers
fr_fr: abonnés

source: Sorry, there were no collections found.
fr_fr: Désolé, aucune collection n'a été trouvée

source: Max collections to show:
fr_fr: Max collections à montrer:

source: Default collections to show:
fr_fr: Collections par défaut à montrer:

source: There were no projects found, please try another filter.
fr_fr: Aucun projet n'a été trouvé, s'il vous plaît essayez un autre filtre.

source: There were no collections found, please try another filter.
fr_fr: Il n'y a pas de collections trouvées, s'il vous plaît essayez un autre filtre.

source: Here is a video tutorial to get you started:
fr_fr: Voici un tutoriel vidéo pour vous aider à démarrer:

source: Need more help?
fr_fr: Besoin d'aide?

source: Frequently Asked Questions
fr_fr: Foire aux questions

source: Current Version &amp; Release Notes
fr_fr: Version actuelle &amp; Notes de Version

source: How to Update
fr_fr: Comment mettre à jour

source: Cheatin&#8217; huh?
fr_fr: On triche, hum?

source: Appreciate This
fr_fr: Appréciez ceci

source: Appreciated
fr_fr: J’aime!

source: Appreciation
fr_fr: Like

source: Views
fr_fr: Navigation au sein des Evenements

source: Choose...
fr_fr: Choisir...

source: Project title is missing
fr_fr: Titre du projet est manquant

source: Project content is missing
fr_fr: Le contenu du projet est manquant

source: %s is missing
fr_fr: "%s" est manquant

source: Please set a visibility
fr_fr: Merci de définir une visibilité

source: Upload Media
fr_fr: Envoyer un fichier

source: Use this Media
fr_fr: Utilisez ce Média

source: Delete
fr_fr: Supprimer

source: Add More Media
fr_fr: Ajouter d'autres médias

source: WIP title is missing
fr_fr: Titre du WIP est manquant

source: Video embed field cannot be empty.
fr_fr: Le champ de vidéo ne peut pas être vide.

source: This video does now allow embedding. Please try another video.
fr_fr: Cette vidéo ne permet pas l'intégration. S'il vous plaît essayer une autre vidéo.

source: Collection title cannot be empty
fr_fr: Le titre de la Collection ne peut être vide

source: Caption
fr_fr: Légende

source: Please first download and activate the regular plugin.
fr_fr: S'il vous plaît d'abord télécharger et activer le plugin régulier.

source: Create a new Collection
fr_fr: Créer une nouvelle collection

source: My Friends
fr_fr: Mes Amis

source: Add to existing
fr_fr: Ajouter à existant

source: Save
fr_fr: Sauver

source: Add Collection
fr_fr: Ajouter Collection

source: You have not followed any collection yet.
fr_fr: Vous n'avez pas encore suivi de collections.

source: Sorry, there were no followed collections found.
fr_fr: Désolé, aucune collection suivie n'a été trouvée

source: Delete Collection
fr_fr: Supprimer Collection

source: You have not added a collection yet.
fr_fr: Vous n'avez pas encore ajouté de collection.

source: Add a collection
fr_fr: Ajouter une Collection

source: Title (required)
fr_fr: Titre (requis)

source: Update Project
fr_fr: Mettre à jour Projet

source: Add Project and Continue
fr_fr: Ajouter un Projet et Continuer

source: Add Project
fr_fr: Ajouter le projet

source: You have not added a project yet.
fr_fr: Vous n'avez pas encore ajouté de projet.

source: Add a project
fr_fr: Ajouter un projet

source: Video
fr_fr: Vidéo

source: Back to Previous Step
fr_fr: Revenir à l'étape précédente

source: Next Step
fr_fr: &Eacute;tape suivante

source: Add Video URL
fr_fr: Ajouter l’URL de la video

source: Upload an image to use as a cover photo for this project.<br/> The image will be shown on the main project page, and in search results.
fr_fr: Téléchargez une image pour l'utiliser comme une photo de couverture pour ce projet. <br/> L'image sera affichée sur la page principale du projet, et dans les résultats de recherche.

source: Upload Image
fr_fr: Envoyer une image

source: Visibility (required)
fr_fr: Visibilité (requis)

source: Password
fr_fr: Mot de passe

source: Allow Comments
fr_fr: Permettre les commentaires

source: Finish
fr_fr: Terminer

source: Collection by
fr_fr: Collection par

source: Edit Project
fr_fr: Modifier le projet

source: Delete Project
fr_fr: Supprimer projet

source: Project by
fr_fr: Projet présenté par

source: Add to Collection
fr_fr: Ajouter à la Collection

source: Appreciations
fr_fr: Likes

source: Views
fr_fr: Vues

source: Project Tags
fr_fr: Tags du projet

source: Delete Revision
fr_fr: Supprimer Revision

source: Delete wip
fr_fr: Supprimer WIP

source: Revision
fr_fr: Révision

source: WIP by
fr_fr: Travail en cours par

source: WIP Tags
fr_fr: Étiquettes WIP

source: Upload Your Image
fr_fr: Télécharger votre image

source: You have not added a work in progress yet.
fr_fr: Vous n'avez pas encore ajouté de projet en cours

source: Add a work in progress
fr_fr: Ajouter un projet en cours

source: Post a comment to start the conversation
fr_fr: Postez un commentaire pour engager la conversation

# widget name
source: (BP Portfolio) Projects
fr_fr: (BP Portfolio) Projets

# widget name
source: (BP Portfolio) Works in Progress
fr_fr: (BP Portfolio) Travaux en Cours
