Repository: stormnorms/wusgprod
Catalog: plugins/wpwebinarsystem/localization/_wswebinar-*.po
Languages: nl_nl

source: Select webinar to view chatlogs for active webinars
nl_nl: Selecteer webinar om schatlog te bekijken

source: Chatlog is empty for this webinar
nl_nl: Chatlog is leeg voor dit webinar

source: Clear all the chat messages for this webinar?
nl_nl: Verwijder alle chatberichten van dit webinar?

source: Are you sure to delete selected chat messages?
nl_nl: Weet je zeker dat je alle geselecteerde chatberichten wilt verwijderen?

source: Invalid Enormail API key. To fix, please visit <a href="%s">WebinarSystem Settings</a>.
nl_nl: Onjuiste Enormail API sleutel. Ga naar de <a href="%s">WP WebinarSystem instellingen</a> om dit aan te passen.

source: Invalid %s API KEY and URL.
nl_nl: Onjuiste %s API KEY en URL.

source: Please visit <a href="%s">WebinarSystem Settings</a> to fix.
nl_nl: Gelieve naar <a href="%s">WP WebinarSystem instellingen</a> te gaan om dit aan te passen.

source: Please add both API KEY and URL
nl_nl: Graag API KEY en URL toevoegen

source: Invalid API credentials.
nl_nl: Onjuiste API gegevens.

source: Invalid api key!
nl_nl: Ongeldige API sleutel!

source: Invalid MailChimp API key. To fix, please visit <a href="%s">WebinarSystem Settings</a>.
nl_nl: Onjuiste MailChimp API sleutel. Ga naar de <a href="%s">WP WebinarSystem instellingen</a> om dit aan te passen.

source: Now you completed the aWeber authentication. For changes Go to <a href="%s">WebinarSysteem Settings</a>.
nl_nl: De aWeber authenticatie is compleet. Ga naar <a href=“%s”>WP WebinarSystem instellingen</a> om aanpassingen te doen.

source: Unexpectedly aWeber has been disconnected from the server. You are no longer subscribed to aWeber mailinglist. For Changes go to <a href="%s">WebinarSysteem Settings</a>.
nl_nl: De connectie met aWeber is onverwachts gestopt. Je bent niet meer verbonden met een mailinglist van aWeber. Ga naar <a href=“%s”>WP WebinarSystem Instellingen</a> om aan te passen.

source: Invalid Getresponse API key. To fix, please visit <a href="%s">WebinarSystem Settings</a>.
nl_nl: Onjuiste GetResponse API sleutel. Ga naar de <a href="%s">WP WebinarSystem instellingen</a> om dit aan te passen.

source: Yes, download Pro!
nl_nl: Ja, Pro downloaden!

source: If you like <strong>WP WebinarSystem</strong> please leave us a %s rating. A huge thank you in advance!
nl_nl: Als je <strong>WP WebinarSystem</strong> leuk vindt, graag een %s beoordeling plaatsen. Bij voorbaat heeeeeel veel dank!

source: WP WebinarSystem Questions
nl_nl: WP WebinarSystem Vragen

source: Select webinar to view questions for active webinars
nl_nl: Selecteer webinar om vragen te bekijken

source: Name
nl_nl: Naam

source: Question
nl_nl: Vraag

source: Time
nl_nl: Tijd

source: Are you sure you want to clear selected questions?
nl_nl: Weet je zeker dat je de geselecteerde vragen wilt verwijderen?

source: Error:
nl_nl: Fout:

source: Invalid webinar id.
nl_nl: Onjuiste webinar ID.

source: You need to buy a ticket to register for this webinar. <a href="%s">Click here</a> to buy a ticket.
nl_nl: Je moet een kaartje kopen om te kunnen registreren voor dit webinar. <a href=“%s”>Klik hier</a> om een kaart te kopen.

source: You've successfully registered for %s
nl_nl: Je bent met succes geregistreerd voor %s

source: You're already registered for %s
nl_nl: Je bent al geregistreerd voor %s

source: Registration is closed for this webinar.
nl_nl: Registratie is gesloten voor dit webinar.

source: Your Name
nl_nl: Je Voornaam

source: Please enter your name.
nl_nl: Vul a.u.b. jouw naam in.

source: Your Email Address
nl_nl: Jouw e-mailadres

source: Please enter your email.
nl_nl: Vul a.u.b. je email in.

source: Right Now
nl_nl: Nu

source: Select a day to watch.
nl_nl: Selecteer een dag om te kijken.

source: Select a time
nl_nl: Selecteer een tijd

source: Select a time to watch.
nl_nl: Selecteer een tijdstip om te kijken.

source: This email is not registered.
nl_nl: Dit mailadres is niet geregistreerd.

source: Please register before login.
nl_nl: Graag registreren alvorens in te loggen.

source: Please install/activate WooCommerce first to integrate with WebinarSystem. You can find WooCommerce <a href="%s" class="thickbox" aria-label="Download WooCommerce for WebinarSystem" data-title="WooCommerce">here</a>.
nl_nl: Graag WooCommerce installeren en activeren om te integreren met WP WebinarSystem. Je kunt WooCommerce <a href=“%s” class=“thickbox” aria-label=“Download WooCommerce for WebinarSystem” data-title=“WooCommerce”>hier vinden</a>.

source: Your webinar ticket
nl_nl: Jouw webinar kaartje

source: You will receive your webinar ticket as soon as the payment for your order completes.
nl_nl: Je ontvangt jouw webinar toegangskaart zodra jouw betaling is ontvangen.

source: My Webinar Tickets
nl_nl: Mijn webinar toegangskaarten

source: Automated
nl_nl: Geautomatiseerd

source: Countdown
nl_nl: Timer

source: New webinar
nl_nl: Nieuw webinar

source: Attendee Lists
nl_nl: Registraties

source: Private Questions
nl_nl: Privé vragen

source: Settings
nl_nl: Instellingen

source: Questions
nl_nl: Vragen

source: Duplicate this Webinar
nl_nl: Dit webinar dupliceren

source: Duplicate
nl_nl: Dupliceren

source: Views
nl_nl: Bezoekers

source: Registrations
nl_nl: Registraties

source: Add New Webinar
nl_nl: Nieuw webinar toevoegen

source: New Webinar
nl_nl: Nieuw webinar

source: Edit Webinar
nl_nl: Webinar bewerken

source: View Webinar
nl_nl: Webinar bekijken

source: Please save your webinar first before previewing.
nl_nl: Graag je webinar opslaan alvorens het voorbeeld te bekijken.

source: Your license for WebinarSystem is seems to be Invalid. Please contact support desk!
nl_nl: Jouw WP WebinarSystem licentie is ongeldig, neem contact op met de supportafdeling!

source: Your WebinarSystem license key has suspended! Please contact the support.
nl_nl: Jouw WP WebinarSystem licentie is geblokkeerd, neem contact op met de supportafdeling.

source: Your WebinarSystem license key has expired! Please renew it again before using the plugin.
nl_nl: Jouw WP WebinarSystem licentie is verlopen, verleng je licentie om de laatste versie en support te ontvangen!

source: Please %senter your license key%s to activate WebinarSystem plugin!
nl_nl: Graag %slicentiesleutel invoeren%s om WP WebinarSystem te activeren!

source: The webinar you signed up for starts in one hour. Below you will find the link to attend the webinar.
nl_nl: Het webinar waar jij je voor hebt geregistreerd start binnen een uur. Onderstaand een link om het webinar bij te wonen.

source: Webinar name:
nl_nl: Webinar naam:

source: Date:
nl_nl: Datum:

source: Time:
nl_nl: Tijd:

source: See you then!
nl_nl: Tot dan!

source: Regards
nl_nl: Groeten

source: This is a reminder for your upcoming webinar tomorrow. Below you will find the details of the webinar.
nl_nl: Dit is een herinnering voor het webinar van morgen.Onderstaand de details van het webinar.

source: We are starting the webinar [receiver-name]! Click on the link below to join us.
nl_nl: We beginnen het webinar [receiver-name]! Klik op onderstaande link om deel te nemen.

source: See you later!
nl_nl: Tot zo!

source: Make sure to join the webinar via this link:
nl_nl: Zorg ervoor dat je het webinar opent via de volgende link:

source: Host and Description Box
nl_nl: Host en Omschrijvings Box

source: Question Box
nl_nl: Vragenbox

source: Message Center
nl_nl: Berichtencentrum

source: Incentive Box
nl_nl: Weggever tonen?

source: Action Box
nl_nl: Actiebox

source: Clear all Raised Hands
nl_nl: Alle opgestoken handen verwijderen

source: WP WebinarSystem Attendees
nl_nl: WP WebinarSystem aanwezigen

source: Select webinar to view attendees for active webinars
nl_nl: Selecteer webinar om geregistreerden te bekijken

source: Please add webinars to listup.
nl_nl: Maak een webinar aan om deze te tonen.

source: Registered On
nl_nl: Geregistreerd op

source: Registered For
nl_nl: Geregistreerd voor

source: Attended
nl_nl: Deelgenomen

source: No Attendees :(
nl_nl: (nog) geen registraties :(

source: Please enter valid name and email to add new attendee.
nl_nl: Graag een correcte naam en email invoeren om nieuwe deelnemer toe te voegen.

source: Send webinar confirmation e-mail to attendee?
nl_nl: Een webinar bevestiging sturen per e-mail naar deelnemer?

source: New Registration
nl_nl: Nieuwe registratie

source: Reminder
nl_nl: Herinnering

source: You are registered for the webinar!
nl_nl: Je bent aangemeld voor het webinar!

source: Your webinar link
nl_nl: Jouw webinarlink

source: New message
nl_nl: Nieuw bericht

source: Question from
nl_nl: Vraag van

source: We are live in one hour!
nl_nl: Over een uur gaan we live!

source: We are starting the webinar!
nl_nl: We gaan starten met het webinar!

source: Once a minute
nl_nl: Elke minuut

source: Webinar Settings
nl_nl: Webinar instellingen

source: Host Names
nl_nl: Presentatie

source: Your Webinar URL
nl_nl: Jouw webinar link

source: General Options
nl_nl: Algemeen

source: Registration Page
nl_nl: Registratiepagina

source: Thank You Page
nl_nl: Bedankpagina

source: Countdown Page
nl_nl: Aftelpagina

source: Live Page
nl_nl: Live Pagina

source: Replay Page
nl_nl: Replay pagina

source: Mailinglist
nl_nl: Mailinglijst

source: Access
nl_nl: Toegang

source: Default mail provider
nl_nl: Mailinglist provider

source: Mailchimp list
nl_nl: Mailchimp lijst

source: You've no mailing list(s) on MailChimp.
nl_nl: Je hebt (nog) geen mailinglijsten in Mailchimp.

source: Mailpoet list
nl_nl: Mailpoet lijst

source: Select a list..
nl_nl: Selecteer een lijst..

source: Enormail list
nl_nl: Enormail lijst

source: You've no mailing list(s) on Enormail.
nl_nl: Je hebt (nog) geen mailinglijsten in Enormail.

source: AWeber List
nl_nl: AWeber lijst

source: Prevent info emails
nl_nl: Voorkom ‘info’ emailadressen

source: Prevent users from registering when they use an info email addresses
nl_nl: Voorkom dat gebruikers registreren met een ‘info’ emailadress

source: GetResponse list
nl_nl: GetResponse lijst

source: %s list
nl_nl: %s lijst

source: You've no mailing list(s) on %s.
nl_nl: Je hebt (nog) geen mailinglijst(en) in %s

source: Click Export to download backup of current webinar settings. Upload your already exported file to Import section to apply settings from other webinar.
nl_nl: Klik op Export om een back-up van jouw huidige webinar instellingen te downloaden. Upload een exportbestand via de importfunctie om deze instellingen te laden.

source: Export
nl_nl: Exporteren

source: Working on it...
nl_nl: Laden…

source: Import
nl_nl: Importeren

source: Webinar will be presented by:
nl_nl: Presentatie webinar door:

source: Separate each by commas
nl_nl: Meerdere namen? Invoeren en met komma's scheiden

source: Host & Description Box
nl_nl: Informatie box tonen

source: Background color
nl_nl: Achtergrondkleur

source: Show Host Box
nl_nl: Presentatie box tonen?

source: Host Title Background color
nl_nl: Presentator titel Achtergrondkleur

source: Host Title Text color
nl_nl: Presentatie Titel tekstkleur

source: Host Text color
nl_nl: Tekstkleur presentatie

source: Show Description Box
nl_nl: Informatie box tonen

source: Description Title Background color
nl_nl: Omschrijving - Titel Achtergrondkleur

source: Description Title Text color
nl_nl: Omschrijving - Titel Tekstkleur

source: Description Text color
nl_nl: Omschrijving - Tekstkleur

source: Show Question box
nl_nl: Vragen box tonen?

source: Send an email on every question
nl_nl: Stuur een email bij elke vraag

source: If then email to
nl_nl: Zoja, stuur naar

source: Border color
nl_nl: Randkleur

source: Title Text Color
nl_nl: Titel tekstkleur

source: Border Radius
nl_nl: Radius rand

source: Button Background Color
nl_nl: Achtergrondkleur knop

source: Button Hover Background Color
nl_nl: Achtergrondkleur hover knop

source: Button Border Color
nl_nl: Randkleur knop

source: Button Hover Border Color
nl_nl: Randkleur hover knop

source: Button Text color
nl_nl: Tekstkleur button

source: Button Hover Text color
nl_nl: Tekstkleur hover button

source: Show Chatbox
nl_nl: Chatbox tonen?

source: Title Text color
nl_nl: Titel kleur

source: Show Timestamps
nl_nl: Tijdsaanduiding tonen

source: Background Color of Button
nl_nl: Achtergrondkleur knop

source: Text Color of Button
nl_nl: Tekstkleur button

source: Tab Layout
nl_nl: Tab uiterlijk

source: Questionbox tab
nl_nl: Vragenbox tab

source: Title
nl_nl: Titel

source: Tab Title Text color
nl_nl: Tab Titel Tekstkleur

source: Tab Background color
nl_nl: Achtergrondkleur tab

source: Tab Border color
nl_nl: Tab Randkleur

source: Show Incentive Box
nl_nl: Weggever tonen?

source: Incentive Title
nl_nl: Titel van weggever

source: Title Background color
nl_nl: Titel Achtergrondkleur

source: Content text color
nl_nl: Tekstkleur content

source: Incentive box content
nl_nl: Weggeef box inhoud

source: Show Action Box
nl_nl: Actiebox tonen

source: Hand button color
nl_nl: Kleur van hand

source: Hand button hover color
nl_nl: Kleur van hand hover

source: Hand button Active color
nl_nl: Kleur van hand - Actief

source: Background Color
nl_nl: Achtergrondkleur

source: Border Color
nl_nl: Randkleur

source: Preview Page
nl_nl: Pagina voorbeeld

source: Only use this generated link for test purposes
nl_nl: Gebruik deze knop alleen voor test doeleinden

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Sunday
nl_nl: Zondag

source: WP WebinarSystem Options
nl_nl: WP WebinarSystem instellingen

source: General
nl_nl: Algemeen

source: Advanced
nl_nl: Geavenceerd

source: Integrations
nl_nl: Integraties

source: System Status
nl_nl: Systeemstatus

source: Email options
nl_nl: E-mail instellingen

source: Reminder day before Webinar
nl_nl: Herinnering dag voor aanvang

source: Reminder one hour before Webinar
nl_nl: Herinnering uur voor aanvang

source: Reminder Webinar Starting
nl_nl: Herinnering webinar begint

source: Webinar replay
nl_nl: Webinar herhaling

source: Email Sender Options
nl_nl: E-mail afzender instellen

source: "From" Name
nl_nl: "From" Naam

source: Sender name
nl_nl: Afzender naam

source: "From" Email Address
nl_nl: "From" Emailadres

source: Sender email
nl_nl: Afzender e-mail

source: Header Image
nl_nl: Header afbeelding

source: Upload
nl_nl: Uploaden

source: Email Footer Text
nl_nl: E-mail footer tekst

source: Footer Text
nl_nl: Footer tekst

source: Base color
nl_nl: Basiskleur

source: Email Body Background color
nl_nl: E-mail achtergrondkleur

source: Email Body Text color
nl_nl: E-mail tekstkleur

source: Reset Default Template
nl_nl: Reset standaard template

source: New Registration Options
nl_nl: Nieuwe registratie instellingen

source: Admin Email Address
nl_nl: E-mail van beheerder

source: Admin email
nl_nl: E-mail van beheerder

source: Reminder day before Webinar
nl_nl: Herinnering dag voor webinar

source: Enable this reminder?
nl_nl: Deze herinnering activeren?

source: Subject
nl_nl: Onderwerp

source: Email Head
nl_nl: Email hoofd

source: Available Shortcodes:
nl_nl: Beschikbare shortcodes:

source: Content
nl_nl: Inhoud

source: Your email address
nl_nl: Je e-mailadres

source: Send Preview
nl_nl: Stuur voorbeeld

source: Add a Webinar to send a preview email.
nl_nl: Maak een webinar aan om een voorbeeld e-mail te versturen.

source: Reminder one hour before Webinar
nl_nl: Herinnering uur voor webinar

source: Reminder when Webinar starts
nl_nl: Herinnering webinar begint

source: Send Webinar Replay Link
nl_nl: Webinar replay link

source: MailChimp API Key
nl_nl: Mailchimp API sleutel

source: The API key you have received from MailChimp
nl_nl: Plak hier de API sleutel van Mailchimp

source: Enormail API Key
nl_nl: Enormail API sleutel

source: The API key you have received from Enormail
nl_nl: Plak hier de API sleutel van Enormail

source: Reconfigure
nl_nl: Herconfigureren

source: Configure
nl_nl: Configureren

source: Getresponse API Key
nl_nl: GetResponse API sleutel

source: The API key you have received from Getresponse
nl_nl: Plak hier de API sleutel van GetResponse

source: ActiveCampaign API Key
nl_nl: ActiveCampaign API sleutel

source: The API key you have received from ActiveCampaign
nl_nl: Plak hier de API sleutel van ActiveCampaign

source: eg:
nl_nl: voorbeeld:

source: Roles & Permissions
nl_nl: Rollen & Permissies

source: Create Webinars
nl_nl: Webinars aanmaken

source: Manage Subscribers
nl_nl: Inschrijvers beheren

source: Access Control Bar
nl_nl: Toegang tot controlbalk

source: Manage Questions
nl_nl: Beheren vragen

source: Please copy and paste this information in your ticket when contacting support:
nl_nl: Graag onderstaande informatie kopiëren en plakken in het support ticket wanneer je contact met ons opneemt.

source: Copy for Support
nl_nl: Kopiëren voor support

source: Copied!
nl_nl: Gekopiëerd!

source: Get System Report
nl_nl: Systeem rapport openen

source: WordPress Environment
nl_nl: Wordpress omgeving

source: WP Version
nl_nl: WP Versie

source: Language
nl_nl: Taal

source: Plugin Environment
nl_nl: Plugin omgeving

source: Webinar System Version
nl_nl: WP WebinarSystem Versie

source: Server Environment
nl_nl: Server omgeving

source: PHP Version
nl_nl: PHP versie

source: MySQL Version
nl_nl: MySQL Versie

source: Server Time
nl_nl: Server tijd

source: N/A
nl_nl: N.v.t.

source: Active Plugins (
nl_nl: Actieve plugins (

source: by
nl_nl: door

source: Theme
nl_nl: Thema

source: Version
nl_nl: Versie

source: Author URL
nl_nl: Auteur link

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. <a target="_blank" class="thickbox" href="%2$s">Bekijk versie %3$s details</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. <a target="_blank" class="thickbox" href="%2$s">Bekijk versie %3$s details</a> of <a href="%4$s">nu updaten</a>.

source: You do not have permission to install plugin updates
nl_nl: Je hebt geen rechten om updates van de plugin te installeren

source: Error
nl_nl: Fout

source: Your WPWebinarSystem license has been deactivated!
nl_nl: Jouw WP WebinarSystem licentie is gedeactiveerd!

source: Your WPWebinarSystem license has been activated!
nl_nl: Jouw WP WebinarSystem licentie is geactiveerd!

source: The WPWebinarSystem license you entered is invalid.
nl_nl: Jouw WP WebinarSystem licentie is niet geldig.

source: Your WPWebinarSystem license is expired. Please renew or the plugin will not work as expected. Please activate your copy as soon as possible.
nl_nl: Jouw WP WebinarSystem licentie is verlopen. Graag vernieuwen.

source: Make Webinar only accessible for :
nl_nl: Maak webinar alleen toegankelijk voor:

source: Only for user roles
nl_nl: Alleen voor gebruikersrollen

source: Member Levels
nl_nl: Member niveaus

source: Member Level
nl_nl: Member niveau

source: Select
nl_nl: Selecteer

source: Please install and configure the 'WooCommerce Memberships' plugin to use this functionality.
nl_nl: Graag 'WooCommerce Memberships' plugin installeren en instellen om deze functionaliteit te gebruiken.

source: User Id's
nl_nl: Gebruikers ID's

source: Enter user ID. (You can add multiple user ID's. ID separated by comma).
nl_nl: Gebruikers ID invullen. (Je kunt meerdere gebruikers ID's invullen, gescheiden door een komma).

source: Redirect
nl_nl: Doorverwijzen

source: Howdy
nl_nl: Hey

source: just signed up for your webinar
nl_nl: heeft zich zojuist aangemeld voor het webinar

source: asked the following question during
nl_nl: heeft de volgende vraag gesteld tijdens

source: Go to Webinar
nl_nl: Ga naar Webinar

source: We are going live now
nl_nl: We gaan nu live

source: Thank you for your registration for the webinar. Below you will find the details of the webinar.
nl_nl: Dank voor je registratie, onderstaand tref je de details van het webinar.

source: Thank you for purchasing a webinar ticket. Please click on the button below to register for the webinar. You can use the same link to login again when the webinar starts.
nl_nl: Bedankt voor het aanschaffen van een toegangsbewijs. Klik op de button hieronder om te registreren voor het webinar. Je kunt dezelfde link gebruiken om in te loggen zodra het webinar begint.

source: Register for Webinar
nl_nl: Registreren voor webinar

source: If you can't see the link, please visit:
nl_nl: Wanneer je de link niet kunt zien, ga naar:

source: Title color
nl_nl: Titel kleur

source: Background image
nl_nl: Achtergrond afbeelding

source: Countdown Page Background Image
nl_nl: Achtergrond van aftelpagina

source: Upload Image
nl_nl: Afbeelding uploaden

source: Show countdown timer
nl_nl: Afteller tonen

source: Tagline color
nl_nl: Ondertitel kleur

source: Description color
nl_nl: Omschrijving - Tekstkleur

source: Replay
nl_nl: Herhaling

source: Closed
nl_nl: Gesloten

source: Webinar Occurance
nl_nl: Webinar speelt zich af

source: One time registration
nl_nl: Eenmalige registratie

source: Recurring on every
nl_nl: Herhalend op elke

source: Recurring Time(s)
nl_nl: Herhalend(e) tijdstip(pen)

source: Remove
nl_nl: Verwijderen

source: Webinar starts at
nl_nl: Webinar begint om

source: Date
nl_nl: Datum

source: Disable registration
nl_nl: Registratie uitschakelen

source: Hide Title
nl_nl: Titel verbergen

source: Thankyou Page Background Image
nl_nl: Achtergrond afbeelding bedankpagina

source: Image
nl_nl: Afbeelding

source: File
nl_nl: Bestand

source: Video or Image URL
nl_nl: Video of afbeeldingslink

source: Registration Page Video Image
nl_nl: Video / afbeelding van registratiepagina

source: Paste Youtube/Hangouts URL here (Eg: %s OR %s)
nl_nl: Plak Youtube/Hangouts URL hier (Vb: %s OF %s)

source: Paste Vimeo video ID here (Eg: 129673042)
nl_nl: Plak Vimeo video ID hier (vb: 129673042)

source: Image URL (Eg: https://example.com/images/the_image.jpg)
nl_nl: URL van afbeelding (Bijv: https://voorbeeld.com/afbeeldingen/de_afbeelding.jpg)

source: It's best to host your video file outside your website to save bandwidth.
nl_nl: Het is aan te raden om jou videobestand te hosten op een derden website om bandbreedte te besparen.

source: Start a Hangout
nl_nl: Start een Hangout

source: Video autoplay
nl_nl: Video automatisch starten

source: Some browsers will restrict the autoplay functionality
nl_nl: Sommige browser zullen de autoplay functionaliteit beperken

source: Show controls
nl_nl: Knoppen tonen

source: Controls will stay visible for webinar host, but will be hidden for your attendees
nl_nl: De playerknoppen blijven zichtbaar voor de webinar host, maar zullen niet zichtbaar zijn voor jouw deelnemers

source: Show big play button
nl_nl: Grote play button tonen

source: Simulate webinar content
nl_nl: Webinar content simuleren

source: Activate CTA
nl_nl: Activeer CTA

source: Show CTA after (minutes)
nl_nl: CTA tonen na (minuten)

source: Show CTA
nl_nl: CTA tonen

source: Background Color
nl_nl: Achtergrondkleur

source: Hover Color
nl_nl: Hover kleur

source: Border Color
nl_nl: Randkleur

source: Text Color
nl_nl: Tekstkleur

source: Hover Text Color
nl_nl: Hover Tekstkleur

source: Button URL
nl_nl: Button link

source: Button Text
nl_nl: Tekst op button

source: CTA Content
nl_nl: CTA Inhoud

source: Page Background color
nl_nl: Achtergrondkleur

source: Page Background image
nl_nl: Achtergrond afbeelding

source: Registration Page Background Image
nl_nl: Achtergrond afbeelding van registratiepagina

source: Show Content Section
nl_nl: Content sectie tonen
