Repository: stormnorms/wusgprod
Catalog: plugins/wpwebinarsystem/localization/_wswebinar-*.po
Languages: nl_nl

source: Registration Page Image
nl_nl: Afbeelding van registratiepagina

source: Paste Youtube URL here (Eg: https://www.youtube.com/watch?v=3TkgTEfx9XM)
nl_nl: Plak Youtube Video URL hier (Bijv: https://www.youtube.com/watch?v=3TkgTEfx9XM)

source: Title Color
nl_nl: Kleur webinartitel

source: Date/Time Color
nl_nl: Kleur van datum/tijd

source: Form & Tab Layout
nl_nl: Formulier & Tab uiterlijk

source: Position
nl_nl: Positie

source: Font color
nl_nl: Tekstkleur

source: Tab Text color
nl_nl: Tekstkleur tab

source: Register Tab Text
nl_nl: Registratie tab tekst

source: Login Tab Text
nl_nl: Login tab tekst

source: Register Tab
nl_nl: Registratie tab

source: Register Title
nl_nl: Titel van registratieformulier

source: Register Text
nl_nl: Registratie tekst

source: Button Background color
nl_nl: Achtergrondkleur knop

source: Button Border color
nl_nl: Randkleur knop

source: CTA Button Text
nl_nl: Tekst op aanmeldbutton

source: Login Title
nl_nl: Login Titel

source: Login Text
nl_nl: Login tekst

source: Login Button Text
nl_nl: Tekst op login button

source: Description
nl_nl: Omschrijving

source: Show Description Section
nl_nl: Informatie box tonen

source: Description text color
nl_nl: Omschrijving - Tekstkleur

source: Description background color
nl_nl: Omschrijving - Achtergrondkleur

source: Description border color
nl_nl: Omschrijving - Randkleur

source: Replay Page Background Image
nl_nl: Achtergrondafbeelding bedankpagina

source: Paste Youtube URL here (Eg: https://www.youtube.com/watch?v=3TkgTEfx9XM OR http://youtu.be/CqlB2SiG-ac)
nl_nl: Plak Youtube Video URL hier (Bijv: https://www.youtube.com/watch?v=3TkgTEfx9XM)

source: Paste Vimeo video ID here (Eg: 129673042))
nl_nl: Plak Vimeo video ID hier (Eg: 129673042)

source: Title text
nl_nl: Titel tekst

source: Yeah! You Are Registered For The Webinar!
nl_nl: Yeah! Je Bent Aangemeld Voor Het Webinar!

source: Thank you Page Image
nl_nl: Bedankpagina afbeelding

source: Link above Text Color
nl_nl: Tekst boven link - Tekstkleur

source: Link below Text Color
nl_nl: Tekst onder link - Tekstkleur

source: Border color-1
nl_nl: Randkleur 1

source: Border color-2
nl_nl: Randkleur 2

source: Body Text color
nl_nl: Tekstkleur ticket

source: Body Background color
nl_nl: Ticket achtergrondkleur

source: Header Background color
nl_nl: Achtergrondkleur bovenkant ticket

source: Header Text color
nl_nl: Tekstkleur bovenkant ticket

source: Button color
nl_nl: Kleur van button

source: Social Sharing
nl_nl: Social delen

source: Calendar
nl_nl: Google Calendar

source: Text color
nl_nl: Tekstkleur ticket

source: This section is to issue tickets for webinars. Enable WooCommerce Integration from <a href="%s" target="_blank">WebinarSystem Settings</a> to use this feature.
nl_nl: Deze sectie betreft het verkopen van webinar tickets. Activeer de WooCommerce integratie in <a href="%s" target="_blank">WebinarSystem instellingen</a> om deze functionaliteit te gebruiken.

source: Ticket details
nl_nl: Ticket gegevens

source: Paid webinar?
nl_nl: Betaald webinar?

source: Buying Form Title
nl_nl: Titel aanschaf formulier

source: Buying Form Description
nl_nl: Omschrijving aanschaf formulier

source: Price
nl_nl: Prijs

source: Required
nl_nl: Verplicht

source: Ticket Title
nl_nl: Ticket titel

source: Ticket Description
nl_nl: Ticket omschrijving

source: Style
nl_nl: Stijl

source: Activate for
nl_nl: Activeren voor

source: This domain (%s)
nl_nl: Deze domein (%s)

source: If you have an Agency license, it will be applied for all websites.
nl_nl: Wanneer je een Agency licentie hebt, zal deze worden toegepast op alle websites.

source: License Key
nl_nl: Licentiesleutel

source: Flush data (Recheck)
nl_nl: Licentie verifiëren (opnieuw)

source: Your copy of WebinarSysteem is Active.
nl_nl: Jouw WP WebinarSystem licentie is actief.

source: Your copy of WebinarSysteem is not activated. Plugin will not work as expected. Please activate your copy.
nl_nl: Jouw licentie van WP WebinarSystem is niet geactiveerd. Je loopt hierdoor de laatste updates mis. Gaarne jouw licentie verifiëren.

source: Activated sites
nl_nl: Geactiveerde sites

source: Deactivate license
nl_nl: Deactiveer licentie

source: Select a day
nl_nl: Selecteer een dag

source: Unfortunately, this webinar is closed.
nl_nl: Helaas, dit webinar is gesloten.

source: Click here
nl_nl: Klik hier

source: to go to our homepage.
nl_nl: om naar de homepage te gaan.

source: will begin in
nl_nl: zal starten binnen

source: will begin shortly
nl_nl: gaat binnenkort beginnen

source: will start
nl_nl: zal starten

source: on
nl_nl: op

source: at
nl_nl: om

source: Please come back at this time. Thank you for your patience
nl_nl: Kom a.u.b. terug op het tijdstip van het webinar, en refresh je pagina indien nodig. Dank voor uw geduld.

source: Just a second, we are starting the broadcast. This page will refresh automatically...
nl_nl: Een moment geduld, we starten de uitzending. Deze pagina zal automatisch vernieuwen...

source: Something is wrong with your Add Questions form. Please re-check all fields are filled correctly
nl_nl: Er is een fout opgetreden bij het insturen van je vraag. Gaarne controleren of alle velden correct zijn ingevuld.

source: Please wait..
nl_nl: Even geduld a.u.b.

source: Information
nl_nl: Informatie

source: Ask your question!
nl_nl: Stel je vraag!

source: Your name
nl_nl: Je voornaam

source: Your email
nl_nl: Je e-mail

source: Type your question here..
nl_nl: Stel je vraag hier..

source: Ask Question!
nl_nl: Vraag stellen!

source: My Questions
nl_nl: Mijn vragen

source: Private
nl_nl: Prive

source: Public
nl_nl: Openbaar

source: Here is the webinar URL...
nl_nl: Dit is de link naar het webinar...

source: Save and bookmark this URL so you can get access to the webinar...
nl_nl: Sla deze URL op bij jouw favorieten zodat je het webinar gemakkelijk terug kan vinden...

source: Your Webinar Ticket
nl_nl: Jouw toegangsbewijs

source: The Webinar Event Information...
nl_nl: Details van het webinar...

source: Host
nl_nl: Presentatie

source: Join Webinar in Progress...
nl_nl: Webinar is nu online... Klik hier om deel te nemen...

source: View Webinar Replay
nl_nl: Bekijk herhaling van Webinar

source: Add To Your Calendar
nl_nl: Voeg toe aan je kalender

source: Remind Yourself Of The Event
nl_nl: Herinner jezelf aan deze gebeurtenis

source: Register
nl_nl: Registreren

source: Login
nl_nl: Inloggen

source: Free Sign Up:
nl_nl: Gratis registreren:

source: Sign Up
nl_nl: Registreren

source: Buy a ticket
nl_nl: Kaart kopen

source: Unfortunately, you can't use a general info@.. address. Please use a personal e-mail address
nl_nl: Helaas kan je geen algemeen info@.. adres gebruiken. Gaarne een persoonlijk email adres gebruiken.

source: Of course we will handle your data safely.
nl_nl: Uiteraard gaan we veilig met jouw gegevens om.
